{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|im_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|im_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|padding|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|unknown|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<|unknown|>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|im_start|>": 1,
      "<|im_end|>": 2,
      "<|padding|>": 3,
      "<|unknown|>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "À": 129,
      "Á": 130,
      "Â": 131,
      "Ã": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "È": 137,
      "É": 138,
      "Ê": 139,
      "Ë": 140,
      "Ì": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ð": 145,
      "Ñ": 146,
      "Ò": 147,
      "Ó": 148,
      "Ô": 149,
      "Õ": 150,
      "Ö": 151,
      "×": 152,
      "Ø": 153,
      "Ù": 154,
      "Ú": 155,
      "Û": 156,
      "Ü": 157,
      "Ý": 158,
      "Þ": 159,
      "ß": 160,
      "à": 161,
      "á": 162,
      "â": 163,
      "ã": 164,
      "ä": 165,
      "å": 166,
      "æ": 167,
      "ç": 168,
      "è": 169,
      "é": 170,
      "ê": 171,
      "ë": 172,
      "ì": 173,
      "í": 174,
      "î": 175,
      "ï": 176,
      "ð": 177,
      "ñ": 178,
      "ò": 179,
      "ó": 180,
      "ô": 181,
      "õ": 182,
      "ö": 183,
      "÷": 184,
      "ø": 185,
      "ù": 186,
      "ú": 187,
      "û": 188,
      "ü": 189,
      "ý": 190,
      "þ": 191,
      "ÿ": 192,
      "Ā": 193,
      "ā": 194,
      "Ă": 195,
      "ă": 196,
      "Ą": 197,
      "ą": 198,
      "Ć": 199,
      "ć": 200,
      "Ĉ": 201,
      "ĉ": 202,
      "Ċ": 203,
      "ċ": 204,
      "Č": 205,
      "č": 206,
      "Ď": 207,
      "ď": 208,
      "Đ": 209,
      "đ": 210,
      "Ē": 211,
      "ē": 212,
      "Ĕ": 213,
      "ĕ": 214,
      "Ė": 215,
      "ė": 216,
      "Ę": 217,
      "ę": 218,
      "Ě": 219,
      "ě": 220,
      "Ĝ": 221,
      "ĝ": 222,
      "Ğ": 223,
      "ğ": 224,
      "Ġ": 225,
      "ġ": 226,
      "Ģ": 227,
      "ģ": 228,
      "Ĥ": 229,
      "ĥ": 230,
      "Ħ": 231,
      "ħ": 232,
      "Ĩ": 233,
      "ĩ": 234,
      "Ī": 235,
      "ī": 236,
      "Ĭ": 237,
      "ĭ": 238,
      "Į": 239,
      "į": 240,
      "İ": 241,
      "ı": 242,
      "Ĳ": 243,
      "ĳ": 244,
      "Ĵ": 245,
      "ĵ": 246,
      "Ķ": 247,
      "ķ": 248,
      "ĸ": 249,
      "Ĺ": 250,
      "ĺ": 251,
      "Ļ": 252,
      "ļ": 253,
      "Ľ": 254,
      "ľ": 255,
      "Ŀ": 256,
      "ŀ": 257,
      "Ł": 258,
      "ł": 259,
      "Ń": 260,
      "Ġt": 261,
      "Ġa": 262,
      "in": 263,
      "he": 264,
      "re": 265,
      "on": 266,
      "Ġthe": 267,
      "er": 268,
      "at": 269,
      "Ġs": 270,
      "Ġo": 271,
      "en": 272,
      "Ġc": 273,
      "es": 274,
      "is": 275,
      "Ġw": 276,
      "nd": 277,
      "it": 278,
      "or": 279,
      "al": 280,
      "Ġp": 281,
      "ing": 282,
      "Ġf": 283,
      "an": 284,
      "Ġof": 285,
      "Ġb": 286,
      "ed": 287,
      "ou": 288,
      "ar": 289,
      "ion": 290,
      "Ġin": 291,
      "Ġm": 292,
      "Ġand": 293,
      "Ġto": 294,
      "ic": 295,
      "Ġd": 296,
      "le": 297,
      "ro": 298,
      "as": 299,
      "ent": 300,
      "Ġth": 301,
      "ct": 302,
      "Ġe": 303,
      "Ġh": 304,
      "Ġre": 305,
      "st": 306,
      "Ġn": 307,
      "om": 308,
      "ve": 309,
      "Ġl": 310,
      "il": 311,
      "et": 312,
      "im": 313,
      "Ġis": 314,
      "ly": 315,
      "ation": 316,
      "ol": 317,
      "ra": 318,
      "ĠT": 319,
      "Ġg": 320,
      "se": 321,
      "ce": 322,
      "id": 323,
      "ow": 324,
      "ut": 325,
      "ig": 326,
      "Ġbe": 327,
      "ot": 328,
      "Ġu": 329,
      "Ġfor": 330,
      "ĠA": 331,
      "ch": 332,
      "ur": 333,
      "Ġy": 334,
      "ĠS": 335,
      "Ġst": 336,
      "ul": 337,
      "Ġon": 338,
      "ver": 339,
      "Ġ1": 340,
      "Ġthat": 341,
      "ĠI": 342,
      "âĢ": 343,
      "ĠC": 344,
      "am": 345,
      "ir": 346,
      "Ġcon": 347,
      "ay": 348,
      "ĠĠ": 349,
      "ith": 350,
      "Ġ(": 351,
      "if": 352,
      "el": 353,
      "Ġpro": 354,
      "um": 355,
      "Ġyou": 356,
      "Ġan": 357,
      "Ġas": 358,
      "her": 359,
      "ad": 360,
      "Ġwith": 361,
      "qu": 362,
      "ers": 363,
      "Ġor": 364,
      "Ġit": 365,
      "ist": 366,
      "ate": 367,
      "Ġwh": 368,
      "ge": 369,
      "Ġare": 370,
      "Ġex": 371,
      "Ġal": 372,
      "ĠM": 373,
      "Ġ2": 374,
      "ĠP": 375,
      "od": 376,
      "ter": 377,
      "te": 378,
      "ĠThe": 379,
      "end": 380,
      "ab": 381,
      "Ġv": 382,
      "ri": 383,
      "th": 384,
      "res": 385,
      "Ġwe": 386,
      "Ġde": 387,
      "ment": 388,
      "us": 389,
      "Ġcom": 390,
      "ess": 391,
      "ity": 392,
      "est": 393,
      "pe": 394,
      "ore": 395,
      "ies": 396,
      "ĠB": 397,
      "ive": 398,
      "igh": 399,
      "iv": 400,
      "ill": 401,
      "os": 402,
      "Ġhe": 403,
      "ke": 404,
      "Ġsu": 405,
      "ld": 406,
      "and": 407,
      "Ġby": 408,
      "ac": 409,
      "ĠW": 410,
      "op": 411,
      "ant": 412,
      "ction": 413,
      "ĠH": 414,
      "pl": 415,
      "nt": 416,
      "ain": 417,
      "ĠF": 418,
      "rom": 419,
      "Ġse": 420,
      "ĠE": 421,
      "art": 422,
      "Ġcan": 423,
      "Ġat": 424,
      "un": 425,
      "Ġ=": 426,
      "00": 427,
      "Ġr": 428,
      "ĠD": 429,
      "em": 430,
      "ĠR": 431,
      "Ġch": 432,
      "Ġne": 433,
      "ial": 434,
      "oc": 435,
      "Ġha": 436,
      "ud": 437,
      "ight": 438,
      "Ġfrom": 439,
      "ure": 440,
      "ort": 441,
      "pp": 442,
      "Ġle": 443,
      "Âł": 444,
      "'s": 445,
      "ical": 446,
      "all": 447,
      "ĠN": 448,
      "Ġthis": 449,
      "ĠL": 450,
      "--": 451,
      "Ġsh": 452,
      "ine": 453,
      "fe": 454,
      "og": 455,
      "Ġnot": 456,
      "pt": 457,
      "rou": 458,
      "Ġwas": 459,
      "Ġhave": 460,
      "ĠG": 461,
      "ould": 462,
      "ag": 463,
      "Ġab": 464,
      "per": 465,
      "Ġus": 466,
      "xt": 467,
      "|>": 468,
      "<|": 469,
      "red": 470,
      "out": 471,
      "Ġwor": 472,
      "our": 473,
      "ations": 474,
      "##": 475,
      "gh": 476,
      "ome": 477,
      "ust": 478,
      "Ġen": 479,
      "ich": 480,
      "iz": 481,
      "ple": 482,
      "Ġ\"": 483,
      "The": 484,
      "ide": 485,
      "Ġim": 486,
      "ard": 487,
      "ult": 488,
      "ions": 489,
      "ther": 490,
      "Ġk": 491,
      "Ġpl": 492,
      "ĠO": 493,
      "age": 494,
      "Ġ3": 495,
      "Ġwhe": 496,
      "ost": 497,
      "act": 498,
      "Ġ\\": 499,
      "ber": 500,
      "Ġyour": 501,
      "ans": 502,
      "ĠâĢ": 503,
      "ated": 504,
      "Ġtheir": 505,
      "âĢĻ": 506,
      "Ġad": 507,
      "ous": 508,
      "ind": 509,
      "ĠĠĠĠ": 510,
      "of": 511,
      "Ġres": 512,
      "ak": 513,
      "du": 514,
      "Ġint": 515,
      "orm": 516,
      "ell": 517,
      "Ġme": 518,
      "ue": 519,
      "Ġ$": 520,
      "ĠTh": 521,
      "Ġall": 522,
      "ast": 523,
      "Ġ-": 524,
      "ance": 525,
      "ass": 526,
      "ĠU": 527,
      "Ġwhich": 528,
      "Ġwill": 529,
      "Ġinc": 530,
      "ĠIn": 531,
      "are": 532,
      "cc": 533,
      "ie": 534,
      "able": 535,
      "ach": 536,
      "ĠJ": 537,
      "ap": 538,
      "Ġthey": 539,
      "ary": 540,
      "ence": 541,
      "ble": 542,
      "ong": 543,
      "vel": 544,
      "Ġdo": 545,
      "ip": 546,
      "Ġcont": 547,
      "ents": 548,
      "Ġdis": 549,
      "text": 550,
      "ks": 551,
      "Ġmore": 552,
      "Ġun": 553,
      "int": 554,
      "Ġper": 555,
      "ign": 556,
      "Ġcl": 557,
      "ual": 558,
      "Ġhas": 559,
      "ep": 560,
      "Ġone": 561,
      "ear": 562,
      "ru": 563,
      "Ġnum": 564,
      "ime": 565,
      "Ġother": 566,
      "Ġj": 567,
      "ang": 568,
      "ry": 569,
      "ress": 570,
      "Ġar": 571,
      "ces": 572,
      "ne": 573,
      "Ġcomp": 574,
      "Ġ4": 575,
      "ame": 576,
      "Ġbut": 577,
      "ater": 578,
      "ition": 579,
      "Ġman": 580,
      "Ġqu": 581,
      "ose": 582,
      "..": 583,
      "ice": 584,
      "ite": 585,
      "ase": 586,
      "Ġabout": 587,
      "Ġte": 588,
      "ood": 589,
      "so": 590,
      "ake": 591,
      "ors": 592,
      "Ġli": 593,
      "Ġ+": 594,
      "Ġout": 595,
      "low": 596,
      "ace": 597,
      "Ġev": 598,
      "av": 599,
      "one": 600,
      "Ġsp": 601,
      "ia": 602,
      "endof": 603,
      "endoftext": 604,
      "Ġ0": 605,
      "ren": 606,
      "form": 607,
      "ens": 608,
      "ount": 609,
      "Ġ5": 610,
      "ph": 611,
      "ok": 612,
      "ci": 613,
      ").": 614,
      "reat": 615,
      "nder": 616,
      "ory": 617,
      "ile": 618,
      "Ġpart": 619,
      "Ġimp": 620,
      "very": 621,
      "ound": 622,
      "now": 623,
      "ack": 624,
      "ric": 625,
      "Ġso": 626,
      "ire": 627,
      "Ġinto": 628,
      "Ġalso": 629,
      "ild": 630,
      "ree": 631,
      "ord": 632,
      "au": 633,
      "Ġif": 634,
      "ub": 635,
      "Ġup": 636,
      "Ġtw": 637,
      "ĠSt": 638,
      "Ġthese": 639,
      "Ġspe": 640,
      "Ġwere": 641,
      "Ġro": 642,
      "Ġthem": 643,
      "ÂłÂł": 644,
      "Ġhow": 645,
      "ath": 646,
      "Ġ19": 647,
      "ect": 648,
      "Ġcomm": 649,
      "les": 650,
      "Ġstud": 651,
      "Ġbet": 652,
      "ms": 653,
      "Ġsy": 654,
      "Ġpo": 655,
      "Ġx": 656,
      "ays": 657,
      "Ġthan": 658,
      "ond": 659,
      "----": 660,
      "Ġtr": 661,
      "Ġsome": 662,
      "Ġits": 663,
      "we": 664,
      "Ġlike": 665,
      "Ġwho": 666,
      "rent": 667,
      "ĠThis": 668,
      "Ġfe": 669,
      "ates": 670,
      "Ġthere": 671,
      "Ġdif": 672,
      "Ġpre": 673,
      "ari": 674,
      "rough": 675,
      "rac": 676,
      "ff": 677,
      "Ġhis": 678,
      "ĠCh": 679,
      "ings": 680,
      "Ġbec": 681,
      "ail": 682,
      "Ġind": 683,
      "ities": 684,
      "ĠK": 685,
      "Ġtime": 686,
      "vers": 687,
      "Ġwhen": 688,
      "Ġunder": 689,
      "ific": 690,
      "ating": 691,
      "olog": 692,
      "ish": 693,
      "ons": 694,
      "Ġem": 695,
      "ĠV": 696,
      "Ġtwo": 697,
      "Ġpe": 698,
      "ll": 699,
      "Ġ20": 700,
      "Ġwould": 701,
      "Ġcons": 702,
      "ative": 703,
      "irst": 704,
      "ove": 705,
      "Ġcol": 706,
      "Ġmay": 707,
      "ally": 708,
      "Ġrel": 709,
      "ĠY": 710,
      "Ġequ": 711,
      "ics": 712,
      "Ġknow": 713,
      "Ġour": 714,
      "Ġuse": 715,
      "ject": 716,
      "Ġsuch": 717,
      "__": 718,
      "âĢĿ": 719,
      "Ġrec": 720,
      "Ġra": 721,
      "ough": 722,
      "Ġval": 723,
      "**": 724,
      "Ġover": 725,
      "Ġgo": 726,
      "Ġinter": 727,
      "rit": 728,
      "ĠIt": 729,
      "ys": 730,
      "Ġwork": 731,
      "erv": 732,
      "fect": 733,
      "ments": 734,
      "),": 735,
      "ook": 736,
      "Ġtra": 737,
      "Ġag": 738,
      "Ġ6": 739,
      "unction": 740,
      "Ġnumber": 741,
      "lud": 742,
      "Ġany": 743,
      "Ġdes": 744,
      "Ġapp": 745,
      "Ġwhat": 746,
      "stem": 747,
      "Ġacc": 748,
      "Ġyear": 749,
      "Ġnew": 750,
      "rib": 751,
      "Ġform": 752,
      "row": 753,
      "lect": 754,
      "``": 755,
      "ution": 756,
      "Ġneed": 757,
      "Ġam": 758,
      "Ġdiffe": 759,
      "Ġpos": 760,
      "Ġhel": 761,
      "ning": 762,
      "ility": 763,
      "ular": 764,
      "ween": 765,
      "ft": 766,
      "ib": 767,
      "ople": 768,
      "Ġob": 769,
      "Ġbeen": 770,
      "ĠĠĠ": 771,
      "Ġsc": 772,
      "ian": 773,
      "Ġpr": 774,
      "Ġthrough": 775,
      "Ġrep": 776,
      "Ġco": 777,
      "Ġhelp": 778,
      "als": 779,
      "In": 780,
      "Ġbetween": 781,
      "Ġsa": 782,
      "eth": 783,
      "Ġexam": 784,
      "ause": 785,
      "Ġsol": 786,
      "ful": 787,
      "ise": 788,
      "Ġfirst": 789,
      "Ġgen": 790,
      "ov": 791,
      "ns": 792,
      "ĠâĢľ": 793,
      "cess": 794,
      "Ġhad": 795,
      "Ġspec": 796,
      "Ġprov": 797,
      "Ġadd": 798,
      "erm": 799,
      "ures": 800,
      "hat": 801,
      "ange": 802,
      "oth": 803,
      "ob": 804,
      "round": 805,
      "ational": 806,
      "}{": 807,
      "ink": 808,
      "uring": 809,
      "Ġwhere": 810,
      "Ġdec": 811,
      "Ġeach": 812,
      "Ġact": 813,
      ".<|": 814,
      "Ġno": 815,
      "Ġinclud": 816,
      "Ġfunction": 817,
      "ract": 818,
      "Ġpeople": 819,
      "ced": 820,
      "Ġass": 821,
      "Ġcould": 822,
      "its": 823,
      "Ġonly": 824,
      "ict": 825,
      "Ġsub": 826,
      "pect": 827,
      "Ġbl": 828,
      "Ġthen": 829,
      "ata": 830,
      "Ġreg": 831,
      "ark": 832,
      "Ġprodu": 833,
      "Ġvari": 834,
      "Ġph": 835,
      "ible": 836,
      "Ġfol": 837,
      "hed": 838,
      "ffect": 839,
      "Ġinv": 840,
      "Ġused": 841,
      "ram": 842,
      "Ġac": 843,
      "10": 844,
      "Ġrem": 845,
      "velop": 846,
      "Ġ7": 847,
      "Ġmany": 848,
      "Ġexp": 849,
      "ower": 850,
      "ues": 851,
      "Ġoff": 852,
      "Ġsim": 853,
      "fore": 854,
      "$$": 855,
      "mer": 856,
      "ec": 857,
      "tain": 858,
      "hes": 859,
      "Ġ10": 860,
      "fter": 861,
      "sel": 862,
      "Ġset": 863,
      "Ġsystem": 864,
      "Ġget": 865,
      "Ġfind": 866,
      "Ġmost": 867,
      "Ġmod": 868,
      "ased": 869,
      "Ġpoint": 870,
      "ĠUn": 871,
      "Ġdi": 872,
      "Ġdist": 873,
      "Ġ8": 874,
      "ĠHe": 875,
      "âĢ¢": 876,
      "ĠâĢĵ": 877,
      "Ġap": 878,
      "Ġinte": 879,
      "Ġsur": 880,
      "Ġexpl": 881,
      "ew": 882,
      "'t": 883,
      "alth": 884,
      "Ġ200": 885,
      "Ġtrans": 886,
      "ick": 887,
      "Ġfollow": 888,
      "own": 889,
      "Ġgra": 890,
      "frac": 891,
      "bers": 892,
      "Ġher": 893,
      "Ġsm": 894,
      "ten": 895,
      "get": 896,
      "cept": 897,
      "Ġusing": 898,
      "Ġinst": 899,
      "ctions": 900,
      "###": 901,
      "stand": 902,
      "ool": 903,
      "Ġdifferent": 904,
      "iss": 905,
      "ss": 906,
      "Ġfl": 907,
      "uc": 908,
      "Ġ9": 909,
      "hen": 910,
      "Ġdevelop": 911,
      "Ġdisc": 912,
      "Ġmake": 913,
      "ential": 914,
      "Ġexper": 915,
      "Ġcall": 916,
      "resent": 917,
      "ef": 918,
      "ize": 919,
      "tern": 920,
      "imes": 921,
      "Ġgiv": 922,
      "chn": 923,
      "wn": 924,
      "ting": 925,
      "Ġpers": 926,
      "ious": 927,
      "Ġdet": 928,
      "Ġjust": 929,
      "Ġshould": 930,
      "erg": 931,
      "Ġmat": 932,
      "Ġmy": 933,
      "ied": 934,
      "old": 935,
      "Ġsign": 936,
      "ife": 937,
      "arch": 938,
      "Ġfact": 939,
      "cul": 940,
      "Ġ{": 941,
      "aking": 942,
      "ines": 943,
      "ily": 944,
      "ubl": 945,
      "Ġdata": 946,
      "urn": 947,
      "ĠPro": 948,
      "ng": 949,
      "ident": 950,
      "Ġsec": 951,
      "iew": 952,
      "ts": 953,
      "Ġproble": 954,
      "ĠIf": 955,
      "eng": 956,
      "ural": 957,
      "Ġevery": 958,
      "Ġcre": 959,
      "ever": 960,
      "Ġsee": 961,
      "ists": 962,
      "aw": 963,
      "Ġeven": 964,
      "12": 965,
      "Ġcomple": 966,
      "ps": 967,
      "ĠWe": 968,
      "other": 969,
      ".\"": 970,
      "cy": 971,
      "Th": 972,
      "Ġstr": 973,
      "ĠHow": 974,
      "ax": 975,
      "Ġresult": 976,
      "ĠFor": 977,
      "Ġ`": 978,
      "formation": 979,
      "Ġbu": 980,
      "Ġcor": 981,
      "Ġlear": 982,
      "ty": 983,
      "uch": 984,
      "the": 985,
      "ade": 986,
      "Ġchild": 987,
      "Ġke": 988,
      "pport": 989,
      "oy": 990,
      "oci": 991,
      "start": 992,
      "Ġwell": 993,
      "Ġsame": 994,
      "ving": 995,
      "Ġyears": 996,
      "Ġcur": 997,
      "ont": 998,
      "Ġgener": 999,
      "hip": 1000,
      "gan": 1001,
      "Ġway": 1002,
      "Ġâ": 1003,
      "Ġquest": 1004,
      "Ġty": 1005,
      "Ġ[": 1006,
      "Ġ.": 1007,
      "ness": 1008,
      "Ġworld": 1009,
      "Ġ18": 1010,
      "000": 1011,
      "ically": 1012,
      "ology": 1013,
      "Ġhigh": 1014,
      "Ġright": 1015,
      "Ġboth": 1016,
      "ature": 1017,
      "ward": 1018,
      "Ġdef": 1019,
      "ited": 1020,
      "Ġins": 1021,
      "Ġcent": 1022,
      "Ġexample": 1023,
      "Ġed": 1024,
      "ĠRe": 1025,
      "ivid": 1026,
      "Ġbecause": 1027,
      "Ġpol": 1028,
      "Ġconc": 1029,
      "plic": 1030,
      "Ġappro": 1031,
      "ices": 1032,
      "Ġchar": 1033,
      "Ġatt": 1034,
      "ars": 1035,
      "Ġwater": 1036,
      "Ġ&": 1037,
      "hem": 1038,
      "Ġdoes": 1039,
      "ism": 1040,
      "Ġimport": 1041,
      "Ġlong": 1042,
      "ants": 1043,
      "Ġwhile": 1044,
      "Ġthose": 1045,
      "Ġshe": 1046,
      "Ġtechn": 1047,
      "Ġafter": 1048,
      "Ġrese": 1049,
      "ider": 1050,
      "Ġlar": 1051,
      "20": 1052,
      "\":": 1053,
      "Ġmin": 1054,
      "Ġunderstand": 1055,
      "Ġrequ": 1056,
      "ĠAl": 1057,
      "ins": 1058,
      "Ġincre": 1059,
      "Ġear": 1060,
      "ĠCom": 1061,
      "alcul": 1062,
      "Ġent": 1063,
      "ient": 1064,
      "--------": 1065,
      "ually": 1066,
      "Ġprog": 1067,
      "Ġ'": 1068,
      "Ġcommun": 1069,
      "vent": 1070,
      "Ġfound": 1071,
      "{\\": 1072,
      "ute": 1073,
      "Ġcount": 1074,
      "ives": 1075,
      "meric": 1076,
      "Ġloc": 1077,
      "com": 1078,
      "Ġinf": 1079,
      "ds": 1080,
      "ork": 1081,
      "11": 1082,
      "Ġeffect": 1083,
      "iqu": 1084,
      "Ġpartic": 1085,
      ",\"": 1086,
      "ruct": 1087,
      "ex": 1088,
      "ined": 1089,
      "chool": 1090,
      "Ġmed": 1091,
      "ince": 1092,
      "led": 1093,
      "Ġart": 1094,
      "gg": 1095,
      "}}": 1096,
      "ized": 1097,
      "Ġpat": 1098,
      "ĠEx": 1099,
      "ved": 1100,
      "ases": 1101,
      "Ġhum": 1102,
      "ages": 1103,
      "Ġref": 1104,
      "Ġext": 1105,
      "Ġend": 1106,
      "irc": 1107,
      "ands": 1108,
      "Ġsaid": 1109,
      "iel": 1110,
      "Ġshow": 1111,
      "inal": 1112,
      "right": 1113,
      "Ġduring": 1114,
      "cial": 1115,
      "Ġread": 1116,
      "Ġhealth": 1117,
      "ĠAs": 1118,
      "ather": 1119,
      "Ġvalue": 1120,
      "ability": 1121,
      "Ġgrou": 1122,
      "ides": 1123,
      "Ġinformation": 1124,
      "Ġgiven": 1125,
      "Ġdep": 1126,
      "ix": 1127,
      "Ġprocess": 1128,
      "ves": 1129,
      "19": 1130,
      "ĠAmeric": 1131,
      "Ġmight": 1132,
      "Ġback": 1133,
      "Ġline": 1134,
      "Ġlead": 1135,
      "arm": 1136,
      "Ġposs": 1137,
      "Ġstudents": 1138,
      "Ġhist": 1139,
      "Ġfam": 1140,
      "Ġsmall": 1141,
      "der": 1142,
      "dition": 1143,
      "ĠĠĠĠĠĠĠ": 1144,
      "Ġreal": 1145,
      "Ġret": 1146,
      "rest": 1147,
      "Ġbeing": 1148,
      "imate": 1149,
      "Ġpower": 1150,
      "Ġca": 1151,
      "Ġconst": 1152,
      "Ġcar": 1153,
      "Ġmuch": 1154,
      "Ġown": 1155,
      "Ġ$$": 1156,
      "Ġstart": 1157,
      "Ġbo": 1158,
      "self": 1159,
      "cent": 1160,
      "ional": 1161,
      "ck": 1162,
      "con": 1163,
      "Ġperson": 1164,
      "Ġtest": 1165,
      "Ġvery": 1166,
      "ĠQ": 1167,
      "omet": 1168,
      "Ġthree": 1169,
      "iron": 1170,
      "Ġmult": 1171,
      "air": 1172,
      "tle": 1173,
      "Ġmon": 1174,
      "...": 1175,
      "ify": 1176,
      "Ġsk": 1177,
      "ted": 1178,
      "put": 1179,
      "ĠAn": 1180,
      "und": 1181,
      "Ġless": 1182,
      "ven": 1183,
      "itive": 1184,
      "Ġclass": 1185,
      "Ġlife": 1186,
      "ety": 1187,
      "ethod": 1188,
      "Ġbefore": 1189,
      "read": 1190,
      "Ġnumbers": 1191,
      "ivers": 1192,
      "Ġpubl": 1193,
      "uss": 1194,
      "ÂłÂłÂłÂł": 1195,
      "Ġtri": 1196,
      "Ġele": 1197,
      "Ġgrow": 1198,
      "Ġstate": 1199,
      "pr": 1200,
      "ger": 1201,
      "akes": 1202,
      "Ġsci": 1203,
      "Ġmust": 1204,
      "Ġaut": 1205,
      "ave": 1206,
      "Ġdire": 1207,
      "Ġpar": 1208,
      "Ġplan": 1209,
      "ĠYou": 1210,
      "ator": 1211,
      "ock": 1212,
      "Ġ12": 1213,
      "ĠThey": 1214,
      "Ġmain": 1215,
      "be": 1216,
      "Ġtake": 1217,
      "cl": 1218,
      "Ġcalled": 1219,
      "Ġcontin": 1220,
      "____": 1221,
      "Ġmade": 1222,
      "Ġlet": 1223,
      "Ġresp": 1224,
      "rence": 1225,
      "li": 1226,
      "Ġpop": 1227,
      "wer": 1228,
      "_{": 1229,
      "Ġwithin": 1230,
      "Ġdown": 1231,
      "any": 1232,
      "Ġthink": 1233,
      "over": 1234,
      "ĠWhat": 1235,
      "Ġvis": 1236,
      "Ġstudy": 1237,
      "ale": 1238,
      "Ġnow": 1239,
      "gin": 1240,
      "Ġmem": 1241,
      "ffic": 1242,
      "Ġlevel": 1243,
      "ets": 1244,
      "Ġexperi": 1245,
      "Ġlook": 1246,
      "This": 1247,
      "ross": 1248,
      "ergy": 1249,
      "ption": 1250,
      "Ġfollowing": 1251,
      "itions": 1252,
      "ĠCon": 1253,
      "Ġmean": 1254,
      "Ġagain": 1255,
      "Ġallow": 1256,
      "Ġaround": 1257,
      "Ġconf": 1258,
      "ode": 1259,
      "Ġest": 1260,
      "Ġser": 1261,
      "Ġgu": 1262,
      "line": 1263,
      "ences": 1264,
      "Ġlit": 1265,
      "viron": 1266,
      "Ġ|": 1267,
      "de": 1268,
      "13": 1269,
      "ency": 1270,
      "Ġgl": 1271,
      "ples": 1272,
      "Ġoften": 1273,
      "Ġmeas": 1274,
      "^{": 1275,
      "ared": 1276,
      "Ġpract": 1277,
      ".,": 1278,
      "ality": 1279,
      "Ġav": 1280,
      "Ġimportant": 1281,
      "day": 1282,
      "ody": 1283,
      "Ġday": 1284,
      "io": 1285,
      "ĠAr": 1286,
      "ired": 1287,
      "up": 1288,
      "Ġdesign": 1289,
      "âĢĶ": 1290,
      "ral": 1291,
      "Ġmethod": 1292,
      "val": 1293,
      "Ġz": 1294,
      "Ġwant": 1295,
      "Ġcalcul": 1296,
      "Ġident": 1297,
      "Ġeng": 1298,
      "Ġdid": 1299,
      "ern": 1300,
      "ĠBut": 1301,
      "Ġanal": 1302,
      "Ġthough": 1303,
      "Ġve": 1304,
      "Ġ15": 1305,
      "Ġplay": 1306,
      "Ġpot": 1307,
      "Ġbel": 1308,
      "raph": 1309,
      "ull": 1310,
      "Ġsum": 1311,
      "Ġans": 1312,
      "Ġarea": 1313,
      "to": 1314,
      "acter": 1315,
      "Ġide": 1316,
      "Ġgood": 1317,
      "Ġserv": 1318,
      "Ġsecond": 1319,
      "ining": 1320,
      "ization": 1321,
      "ron": 1322,
      "ividual": 1323,
      "Ġsupport": 1324,
      "Ġwrit": 1325,
      "Ġcare": 1326,
      "ĠNew": 1327,
      "Ġmet": 1328,
      "Ġocc": 1329,
      "Ġhim": 1330,
      "Ġschool": 1331,
      "ah": 1332,
      "Ġproblem": 1333,
      "Ġadv": 1334,
      "els": 1335,
      "Ġi": 1336,
      "15": 1337,
      "Ġcle": 1338,
      "ctor": 1339,
      "ĠThese": 1340,
      "ense": 1341,
      "land": 1342,
      "ring": 1343,
      "rodu": 1344,
      "Ġop": 1345,
      "ision": 1346,
      "ĠWh": 1347,
      "br": 1348,
      "ains": 1349,
      "here": 1350,
      "Ġsl": 1351,
      "ering": 1352,
      "Ġ/": 1353,
      "Ġcommon": 1354,
      "Ġgre": 1355,
      "}$": 1356,
      "Ġproduct": 1357,
      "ocial": 1358,
      "vironment": 1359,
      "ital": 1360,
      "Ġchildren": 1361,
      "Ġindividual": 1362,
      "rol": 1363,
      "Ġconsider": 1364,
      "Ġstand": 1365,
      "Ġinterest": 1366,
      "par": 1367,
      "ished": 1368,
      "Ġincluding": 1369,
      "Ġanother": 1370,
      "14": 1371,
      "Ġinvol": 1372,
      "ĠAd": 1373,
      "Ġorgan": 1374,
      "Ġredu": 1375,
      "ĠBy": 1376,
      "Ġcult": 1377,
      "atic": 1378,
      "ĠLe": 1379,
      "Ġhuman": 1380,
      "ner": 1381,
      "Ġbeh": 1382,
      "}\\": 1383,
      "Ġchange": 1384,
      "Ġcirc": 1385,
      "ots": 1386,
      "port": 1387,
      "Ġlist": 1388,
      "ulation": 1389,
      "Ġobject": 1390,
      "ield": 1391,
      "Ġbuild": 1392,
      "ivity": 1393,
      "Ġoper": 1394,
      "omen": 1395,
      "Ġfood": 1396,
      "ray": 1397,
      "Ġpass": 1398,
      "Ġsignific": 1399,
      "ources": 1400,
      "Ġresearch": 1401,
      "ĠInd": 1402,
      "ertain": 1403,
      "ĠâĪ": 1404,
      "ĠAnd": 1405,
      "ank": 1406,
      "Ġprote": 1407,
      "ateg": 1408,
      "oun": 1409,
      "Ġcreate": 1410,
      "Ġter": 1411,
      "Ġlearn": 1412,
      "Ġconne": 1413,
      "Ġ$\\": 1414,
      "ination": 1415,
      "oh": 1416,
      "hers": 1417,
      "Ġcour": 1418,
      "18": 1419,
      "Ġprof": 1420,
      "Ġcreat": 1421,
      "ote": 1422,
      "ilar": 1423,
      "Ġelect": 1424,
      "tem": 1425,
      "ret": 1426,
      "istant": 1427,
      "olution": 1428,
      "ĠThere": 1429,
      "Ġchang": 1430,
      "Ġwithout": 1431,
      "16": 1432,
      "Ġdem": 1433,
      "ories": 1434,
      "way": 1435,
      "Ġhand": 1436,
      "less": 1437,
      "Ġquestion": 1438,
      "oss": 1439,
      "ression": 1440,
      "Ġenergy": 1441,
      "Ġdon": 1442,
      "Ġproper": 1443,
      "ash": 1444,
      "aterial": 1445,
      "iversity": 1446,
      "Ġtop": 1447,
      "Ġlarge": 1448,
      "ĠCl": 1449,
      "Ġgreat": 1450,
      "ier": 1451,
      "ior": 1452,
      "Ġknown": 1453,
      "ĠSh": 1454,
      "Ġeas": 1455,
      "Ġgover": 1456,
      "bs": 1457,
      "left": 1458,
      "Ġris": 1459,
      "ert": 1460,
      "Ġsqu": 1461,
      "Ġmeans": 1462,
      "Ġcase": 1463,
      "Ġ**": 1464,
      "Ġstill": 1465,
      "ĠIs": 1466,
      "Ġplace": 1467,
      "Ġtyp": 1468,
      "cing": 1469,
      "Ġpercent": 1470,
      "por": 1471,
      "ample": 1472,
      "view": 1473,
      "Ġpres": 1474,
      "Ġhere": 1475,
      "Ġ16": 1476,
      "play": 1477,
      "Ġsym": 1478,
      "ends": 1479,
      "elf": 1480,
      "Ġtreat": 1481,
      "ason": 1482,
      "):": 1483,
      "Ġcell": 1484,
      "Ġdesc": 1485,
      "ccess": 1486,
      "Ġpur": 1487,
      "angu": 1488,
      "ways": 1489,
      "ique": 1490,
      "Ġdra": 1491,
      "Ġimpro": 1492,
      "Ġcomplex": 1493,
      "ength": 1494,
      "agn": 1495,
      "Ġpossible": 1496,
      "Ġiss": 1497,
      "Ġpresent": 1498,
      "Ġel": 1499,
      "verse": 1500,
      "ouse": 1501,
      "Ġcurrent": 1502,
      "Ġdel": 1503,
      "ead": 1504,
      "Ġtem": 1505,
      "alk": 1506,
      "ury": 1507,
      "Ġgovern": 1508,
      "Ġpotential": 1509,
      "pos": 1510,
      "ĠTo": 1511,
      "Ġprom": 1512,
      "50": 1513,
      "iod": 1514,
      "yle": 1515,
      "Ġperform": 1516,
      "Ġorder": 1517,
      "ĠX": 1518,
      "||": 1519,
      "Ġgroup": 1520,
      "ton": 1521,
      "ration": 1522,
      "Ġreport": 1523,
      "Ġche": 1524,
      "Ġrepresent": 1525,
      "Ġvalues": 1526,
      "Ġdeterm": 1527,
      "Ġnon": 1528,
      "ument": 1529,
      "Ġpublic": 1530,
      "Ġlight": 1531,
      "Ġvol": 1532,
      "aj": 1533,
      "utions": 1534,
      "Ġorig": 1535,
      "Ġmulti": 1536,
      "Ġcap": 1537,
      "Ġmark": 1538,
      "ug": 1539,
      "Ġsay": 1540,
      "Ġlim": 1541,
      "Ġprob": 1542,
      "Ġbas": 1543,
      "ĠSe": 1544,
      "ĠDe": 1545,
      "Ġrelations": 1546,
      "ĠSo": 1547,
      "Ġinteg": 1548,
      "))": 1549,
      "ards": 1550,
      "ĠHowever": 1551,
      "Ġang": 1552,
      "Ġsit": 1553,
      "Ġprovide": 1554,
      "Ġ*": 1555,
      "ĠĠĠĠĠĠĠĠ": 1556,
      "Ġsom": 1557,
      "Ġeduc": 1558,
      "Ġtoget": 1559,
      "Ġtogether": 1560,
      "ables": 1561,
      "ocus": 1562,
      "Ġbased": 1563,
      "ently": 1564,
      "Ġphys": 1565,
      "oid": 1566,
      "iness": 1567,
      "Ġtimes": 1568,
      "Ġproject": 1569,
      "Ġbetter": 1570,
      "oring": 1571,
      "Ġmaterial": 1572,
      "ling": 1573,
      "If": 1574,
      "ries": 1575,
      "Ġ199": 1576,
      "orn": 1577,
      "Ġfin": 1578,
      "ething": 1579,
      "Ġdev": 1580,
      "Ġappe": 1581,
      "We": 1582,
      "Ġmove": 1583,
      "Ġenvironment": 1584,
      "Ġchall": 1585,
      "ances": 1586,
      "Ġequation": 1587,
      "Ġsocial": 1588,
      "math": 1589,
      "Ġlast": 1590,
      "Ġbre": 1591,
      "Ġvarious": 1592,
      "user": 1593,
      "Ġlaw": 1594,
      "17": 1595,
      "Ġstep": 1596,
      "ified": 1597,
      "Ġanswer": 1598,
      "Ġsever": 1599,
      "Ġess": 1600,
      "imal": 1601,
      "ope": 1602,
      "oint": 1603,
      "Ġcorre": 1604,
      "atural": 1605,
      "ording": 1606,
      ".âĢĿ": 1607,
      "ĠRes": 1608,
      "me": 1609,
      "Ġhy": 1610,
      "conom": 1611,
      "Ġsignificant": 1612,
      "Ġdiv": 1613,
      "Ġsince": 1614,
      "Ġbody": 1615,
      "Ġ<": 1616,
      "ĠOn": 1617,
      "Ġbelie": 1618,
      "Ġ17": 1619,
      "ĠWhen": 1620,
      "Ġrest": 1621,
      "Ġcost": 1622,
      "Ġinclude": 1623,
      "```": 1624,
      "urther": 1625,
      "Ġparticular": 1626,
      "Ġfeel": 1627,
      "Ġ:": 1628,
      "Ġcho": 1629,
      "'re": 1630,
      "for": 1631,
      "Ġprogram": 1632,
      "Ġrad": 1633,
      "Ġ)": 1634,
      "Ġtoo": 1635,
      "Ġsomething": 1636,
      "lu": 1637,
      "cer": 1638,
      "Ġamong": 1639,
      "Ġtext": 1640,
      "Ġhapp": 1641,
      "Ġfac": 1642,
      "To": 1643,
      "ills": 1644,
      "Ġ14": 1645,
      "arent": 1646,
      "man": 1647,
      "Ġlo": 1648,
      "Ġpri": 1649,
      "ental": 1650,
      "ention": 1651,
      "Ġcharacter": 1652,
      "az": 1653,
      "Ġothers": 1654,
      "ape": 1655,
      "Ġfour": 1656,
      "Ġtre": 1657,
      "Ġben": 1658,
      "Ġimm": 1659,
      "Ġseveral": 1660,
      "ĠAmerican": 1661,
      "Ġopen": 1662,
      "Ġdise": 1663,
      "Ġmar": 1664,
      "Ġhistory": 1665,
      "ĠEng": 1666,
      "ological": 1667,
      "Ġspecific": 1668,
      "abor": 1669,
      "Ġspace": 1670,
      "Ġabove": 1671,
      "Ġpost": 1672,
      "angle": 1673,
      "ided": 1674,
      "ran": 1675,
      "As": 1676,
      "Ġbecome": 1677,
      "Ġmeasure": 1678,
      "Ġmil": 1679,
      "tal": 1680,
      "Ġcomb": 1681,
      "Ġer": 1682,
      "assistant": 1683,
      "rop": 1684,
      "25": 1685,
      "Ġequal": 1686,
      "Ġproblems": 1687,
      "work": 1688,
      "ource": 1689,
      "Ġlangu": 1690,
      "Ġfocus": 1691,
      "Ġdiscuss": 1692,
      "oms": 1693,
      "Ġfre": 1694,
      "ients": 1695,
      "esc": 1696,
      "Ġstruct": 1697,
      "What": 1698,
      "ians": 1699,
      "Ġkeep": 1700,
      "Ġdevelopment": 1701,
      "lish": 1702,
      "idence": 1703,
      "ograph": 1704,
      "Ġmaking": 1705,
      "tt": 1706,
      "Ġ13": 1707,
      "Ġtry": 1708,
      "ats": 1709,
      "Ġaddition": 1710,
      "outh": 1711,
      "Ġcomput": 1712,
      "Ġbest": 1713,
      "sy": 1714,
      "Ġleft": 1715,
      "Ġside": 1716,
      "ĠPh": 1717,
      "Ġrelationship": 1718,
      "ume": 1719,
      "ĠÂł": 1720,
      "Ġens": 1721,
      "Ġkey": 1722,
      "It": 1723,
      "Ġunderstanding": 1724,
      "ived": 1725,
      "Ġfew": 1726,
      "Ġhome": 1727,
      "Ġ11": 1728,
      "Ġreturn": 1729,
      "Ġunt": 1730,
      "Ġobs": 1731,
      "ĠPl": 1732,
      "Ġagainst": 1733,
      "Ġbi": 1734,
      "Ġleg": 1735,
      "ggest": 1736,
      "ĠUniversity": 1737,
      "ww": 1738,
      "ively": 1739,
      "Ġcaus": 1740,
      "Ġ,": 1741,
      "face": 1742,
      "Ġseem": 1743,
      "apter": 1744,
      "Ġoccur": 1745,
      "vert": 1746,
      "yth": 1747,
      "Ġtool": 1748,
      "Ġtype": 1749,
      "Ġnear": 1750,
      "Ġfamily": 1751,
      "ames": 1752,
      "Ġself": 1753,
      "Ġpoints": 1754,
      "Ġdig": 1755,
      "orth": 1756,
      "Ġold": 1757,
      "hor": 1758,
      "Ġcrit": 1759,
      "Ġfri": 1760,
      "\",": 1761,
      "ole": 1762,
      "Ġalong": 1763,
      "Ġthings": 1764,
      "Ġbus": 1765,
      "Ġenc": 1766,
      "Ġmill": 1767,
      "ium": 1768,
      "Ġperiod": 1769,
      "//": 1770,
      "Ġcertain": 1771,
      "Ġlearning": 1772,
      "rite": 1773,
      "ogn": 1774,
      "Ġconcept": 1775,
      "eral": 1776,
      "Ġaccess": 1777,
      "etic": 1778,
      "Ġ30": 1779,
      "ĠCol": 1780,
      "Ġsuccess": 1781,
      "Ġview": 1782,
      "âĢĵ": 1783,
      "Ġnext": 1784,
      "Ġopt": 1785,
      "Ġscient": 1786,
      "cted": 1787,
      "rt": 1788,
      "eter": 1789,
      "ploy": 1790,
      "Ġquestions": 1791,
      "arc": 1792,
      "Ġsuggest": 1793,
      "Ġamount": 1794,
      "ditions": 1795,
      "ysis": 1796,
      "ither": 1797,
      "ek": 1798,
      "Ġdue": 1799,
      "amp": 1800,
      "not": 1801,
      "Ġfore": 1802,
      "ission": 1803,
      "30": 1804,
      "uro": 1805,
      "Ġcontrol": 1806,
      "ula": 1807,
      "Ġask": 1808,
      "ĠCan": 1809,
      ");": 1810,
      "How": 1811,
      "ĠZ": 1812,
      "Ġalways": 1813,
      "oks": 1814,
      "ids": 1815,
      "Ġbra": 1816,
      "ĠQu": 1817,
      "Ġmus": 1818,
      "Ġair": 1819,
      "Ġavail": 1820,
      "hemat": 1821,
      "AT": 1822,
      "dis": 1823,
      "Ġtotal": 1824,
      "ĠEn": 1825,
      "Ġlocal": 1826,
      "Ġeconom": 1827,
      "Ġsays": 1828,
      "Ġ100": 1829,
      "ights": 1830,
      "verage": 1831,
      "ilities": 1832,
      "istic": 1833,
      "Ġhour": 1834,
      "ĠSp": 1835,
      "Ġmov": 1836,
      "ox": 1837,
      "aps": 1838,
      "Ġdistrib": 1839,
      "ware": 1840,
      "Ġrun": 1841,
      "by": 1842,
      "Ġimpact": 1843,
      "use": 1844,
      "Ġwhy": 1845,
      "âĪ": 1846,
      "Ġsimilar": 1847,
      "Ġareas": 1848,
      "Ġlow": 1849,
      "usion": 1850,
      "Ġhig": 1851,
      "ending": 1852,
      "idd": 1853,
      "aces": 1854,
      "Ġinvest": 1855,
      "Ġworks": 1856,
      "Ġcome": 1857,
      "Ġpositive": 1858,
      "osed": 1859,
      "Ġlength": 1860,
      "Ġearly": 1861,
      "ĠBe": 1862,
      "Ġacross": 1863,
      "Ġdiff": 1864,
      "fficient": 1865,
      "Ġspecial": 1866,
      "St": 1867,
      "Ġsystems": 1868,
      "stit": 1869,
      "Ġname": 1870,
      "ĠOr": 1871,
      "For": 1872,
      "Ġways": 1873,
      "Ġwomen": 1874,
      "Ġland": 1875,
      "iving": 1876,
      "rist": 1877,
      "app": 1878,
      "Ġwar": 1879,
      "Ġpress": 1880,
      "aring": 1881,
      "sc": 1882,
      "Ġmonth": 1883,
      "ird": 1884,
      "Ex": 1885,
      "asing": 1886,
      "vious": 1887,
      "Ġant": 1888,
      "uture": 1889,
      "ajor": 1890,
      "Ġterm": 1891,
      "ane": 1892,
      "izing": 1893,
      "Ġet": 1894,
      "Ġnatural": 1895,
      "ĠThat": 1896,
      "Ġsing": 1897,
      "ators": 1898,
      "ember": 1899,
      "Ġlog": 1900,
      "ered": 1901,
      "Ġresults": 1902,
      "erc": 1903,
      "mit": 1904,
      "Ġfar": 1905,
      "Ġbro": 1906,
      "Ġhead": 1907,
      "Ġexist": 1908,
      "ĠTe": 1909,
      "Ġuntil": 1910,
      "ler": 1911,
      "ĠAt": 1912,
      "Ġnecess": 1913,
      "He": 1914,
      "rix": 1915,
      "Ġstory": 1916,
      "Ġinit": 1917,
      "ges": 1918,
      "Ġfree": 1919,
      ",âĢĿ": 1920,
      "Ġneg": 1921,
      "Ġgovernment": 1922,
      "An": 1923,
      "Ġremain": 1924,
      "Ġgr": 1925,
      "ĠUnited": 1926,
      "agement": 1927,
      "min": 1928,
      "Ġ#": 1929,
      "str": 1930,
      "Ġmot": 1931,
      "Ġgraph": 1932,
      "Ġmodel": 1933,
      "Ġtoward": 1934,
      "Ġrece": 1935,
      "Ġflow": 1936,
      "Ġassoci": 1937,
      "Ġsoci": 1938,
      "Ġdays": 1939,
      "ended": 1940,
      "Ġapplic": 1941,
      "ĠÃ": 1942,
      "ised": 1943,
      "bra": 1944,
      "Ġclear": 1945,
      "You": 1946,
      "Ġessential": 1947,
      "osp": 1948,
      "igure": 1949,
      "Ġbenef": 1950,
      "ror": 1951,
      "Ġnorm": 1952,
      "icle": 1953,
      "ĠIm": 1954,
      "Ġput": 1955,
      "Ġcontain": 1956,
      "Ġcourse": 1957,
      "ma": 1958,
      "Ġwords": 1959,
      "iting": 1960,
      "Ġsent": 1961,
      "Ġterms": 1962,
      "Ġavailable": 1963,
      "aper": 1964,
      "Ġgive": 1965,
      "Ġmass": 1966,
      "ately": 1967,
      "Ġrele": 1968,
      "Ġcontrib": 1969,
      "Ġable": 1970,
      "ĠOne": 1971,
      "60": 1972,
      "aster": 1973,
      "inary": 1974,
      "lying": 1975,
      "Ġdeg": 1976,
      "Ġcommunity": 1977,
      "ored": 1978,
      "ik": 1979,
      "Ġcolle": 1980,
      "ta": 1981,
      "qrt": 1982,
      "ledge": 1983,
      "Ġrisk": 1984,
      "Ġstat": 1985,
      "Ġmen": 1986,
      "Ġdirect": 1987,
      "utes": 1988,
      "ably": 1989,
      "Ġrange": 1990,
      "Ġdescrib": 1991,
      "Ġsolution": 1992,
      "Ġcr": 1993,
      "Ġ25": 1994,
      "Ġaffect": 1995,
      "apt": 1996,
      "Ġbook": 1997,
      "Ġchalleng": 1998,
      "Ġcontinu": 1999,
      "Ġwhether": 2000,
      "ule": 2001,
      "omm": 2002,
      "Ġleast": 2003,
      "Ġpain": 2004,
      "ER": 2005,
      "Ġlanguage": 2006,
      "There": 2007,
      "ference": 2008,
      "Ġshort": 2009,
      "Ġexperience": 2010,
      "lo": 2011,
      "atch": 2012,
      "Ġbehav": 2013,
      "ĠÂ": 2014,
      "nal": 2015,
      "Ġsupp": 2016,
      "Ġrate": 2017,
      "Ġrole": 2018,
      "Ġactiv": 2019,
      "Ġsw": 2020,
      "rap": 2021,
      "Ġsquare": 2022,
      "aging": 2023,
      "Ġfactors": 2024,
      "ales": 2025,
      "----------------": 2026,
      "alf": 2027,
      "Ġunique": 2028,
      "Ġlittle": 2029,
      "40": 2030,
      "though": 2031,
      "orld": 2032,
      "pecial": 2033,
      "pro": 2034,
      "Ġtrue": 2035,
      "**:": 2036,
      "Ġarg": 2037,
      "Ġsimple": 2038,
      "Ġfield": 2039,
      "ĠStates": 2040,
      "Ġstrong": 2041,
      "ĠÎ": 2042,
      "Ġmajor": 2043,
      "Ġgeneral": 2044,
      "inc": 2045,
      "ĠâĢĶ": 2046,
      "orts": 2047,
      "Ġill": 2048,
      "Ġage": 2049,
      "Ġdri": 2050,
      "Ġge": 2051,
      "Ġdisease": 2052,
      "Ġspecies": 2053,
      "Ġstrateg": 2054,
      "Ġbelow": 2055,
      "Ġinflu": 2056,
      "Ġfuture": 2057,
      "Ġblood": 2058,
      "Ġhard": 2059,
      "Ġsize": 2060,
      "Ġchanges": 2061,
      "Ġforce": 2062,
      "Ġupon": 2063,
      "Ġapproach": 2064,
      "Ġpast": 2065,
      "Ġbegin": 2066,
      "22": 2067,
      "ĠSy": 2068,
      "omes": 2069,
      "Ġrespons": 2070,
      "Ġworking": 2071,
      "ication": 2072,
      "Ġfil": 2073,
      "Ġrespect": 2074,
      "Ġfunctions": 2075,
      "Ġyoung": 2076,
      "enge": 2077,
      "Ġaccount": 2078,
      "Ġexpect": 2079,
      "Ġteam": 2080,
      "oot": 2081,
      "Ġgoing": 2082,
      "icult": 2083,
      "ĠAll": 2084,
      "Ġpred": 2085,
      "....": 2086,
      "ĠCent": 2087,
      "itud": 2088,
      "Ġhaving": 2089,
      "oura": 2090,
      "arr": 2091,
      "Ġfra": 2092,
      "Ġconditions": 2093,
      "style": 2094,
      "Ġtemper": 2095,
      "thing": 2096,
      "ina": 2097,
      "ĠWith": 2098,
      "Ġpolit": 2099,
      "selves": 2100,
      "Ġcorrect": 2101,
      "ibility": 2102,
      "Ġtoday": 2103,
      "Ġsure": 2104,
      "Now": 2105,
      "Ġfurther": 2106,
      "Ġpopulation": 2107,
      "Ġcy": 2108,
      "ĠEar": 2109,
      "rams": 2110,
      "Ġprofess": 2111,
      "Ġestab": 2112,
      "oph": 2113,
      "aken": 2114,
      "Ġkind": 2115,
      "Ġlater": 2116,
      "ones": 2117,
      "Ġcomplete": 2118,
      "Ġbusiness": 2119,
      "ires": 2120,
      "iation": 2121,
      "gen": 2122,
      "ĠNational": 2123,
      "ometimes": 2124,
      "ero": 2125,
      "chie": 2126,
      "ĠTr": 2127,
      "Ġturn": 2128,
      "ann": 2129,
      "Ġnet": 2130,
      "ĠComm": 2131,
      "Ġgrowth": 2132,
      "iction": 2133,
      "200": 2134,
      "ĠGod": 2135,
      "99": 2136,
      "Ġresources": 2137,
      "Ġimprove": 2138,
      "Ġsurface": 2139,
      "ream": 2140,
      "side": 2141,
      "Ġcountry": 2142,
      "new": 2143,
      "'ll": 2144,
      "Ġcause": 2145,
      "pportun": 2146,
      "aut": 2147,
      "cos": 2148,
      "Ġ>": 2149,
      "sqrt": 2150,
      "imum": 2151,
      "Ġlevels": 2152,
      "Ġsense": 2153,
      "âĢľ": 2154,
      "ounds": 2155,
      "Ġaddress": 2156,
      "Ġexplore": 2157,
      "Ġprevent": 2158,
      "Ġunit": 2159,
      "rict": 2160,
      "atures": 2161,
      "24": 2162,
      "Ġgroups": 2163,
      "Ġmakes": 2164,
      "Ġelements": 2165,
      "oney": 2166,
      "Ġfund": 2167,
      "Ġheart": 2168,
      "une": 2169,
      "Ġ}": 2170,
      "ĠChrist": 2171,
      "Ġdetail": 2172,
      "Ġï": 2173,
      "ĠLet": 2174,
      "Ġstandard": 2175,
      "Ġeff": 2176,
      "Ġindust": 2177,
      "epend": 2178,
      "yn": 2179,
      "Ġtechnology": 2180,
      "rences": 2181,
      "Ġindic": 2182,
      "Ġes": 2183,
      "Ġobserv": 2184,
      "plement": 2185,
      "80": 2186,
      "Ġemploy": 2187,
      "ush": 2188,
      "agine": 2189,
      "Ġanalysis": 2190,
      "cient": 2191,
      "ters": 2192,
      "Ġexpress": 2193,
      "Ġvers": 2194,
      "Ġmaintain": 2195,
      "Ġ50": 2196,
      "à¤": 2197,
      "Ġevent": 2198,
      "display": 2199,
      "Ġhistor": 2200,
      "Ch": 2201,
      "Ġsingle": 2202,
      "Ġfull": 2203,
      "ription": 2204,
      "ney": 2205,
      "Ġfrequ": 2206,
      "Ġaway": 2207,
      "iding": 2208,
      "Ġincrease": 2209,
      "ival": 2210,
      "urope": 2211,
      "Ġeither": 2212,
      "atives": 2213,
      "co": 2214,
      "bol": 2215,
      "Ġneeds": 2216,
      "ĠAf": 2217,
      "Ġplant": 2218,
      "ged": 2219,
      "Al": 2220,
      "Ġopportun": 2221,
      "ĠSome": 2222,
      "ython": 2223,
      "anced": 2224,
      "atory": 2225,
      "23": 2226,
      "Ġrequire": 2227,
      "Ġhold": 2228,
      "reen": 2229,
      "Ġauthor": 2230,
      "Ġaverage": 2231,
      "Ġhigher": 2232,
      "Ġcode": 2233,
      "Ġenough": 2234,
      "Ġvir": 2235,
      "ties": 2236,
      "Ġprim": 2237,
      "fer": 2238,
      "sequ": 2239,
      "ches": 2240,
      "aves": 2241,
      "Ġseries": 2242,
      "Ġmind": 2243,
      "Ġcoll": 2244,
      "So": 2245,
      "ĠSc": 2246,
      "Ġclose": 2247,
      "Ġpolic": 2248,
      "Ġrecord": 2249,
      "Ġpie": 2250,
      "Ġachie": 2251,
      "Ġtypes": 2252,
      "obal": 2253,
      "Ġrather": 2254,
      "alle": 2255,
      "Ġtell": 2256,
      "Ġground": 2257,
      "Ġnever": 2258,
      "displaystyle": 2259,
      "Ġtradition": 2260,
      "Se": 2261,
      "Ġ$$\\": 2262,
      "Ġeducation": 2263,
      "Ġbig": 2264,
      "ask": 2265,
      "Ġever": 2266,
      "Ġreason": 2267,
      "Ġknowledge": 2268,
      "ĠMay": 2269,
      "aries": 2270,
      "oft": 2271,
      "Ġformula": 2272,
      "ĠNe": 2273,
      "ruction": 2274,
      "Ġword": 2275,
      "Ġ24": 2276,
      "ON": 2277,
      "Ġresearc": 2278,
      "Ġey": 2279,
      "Wh": 2280,
      "Ġmeet": 2281,
      "Ġcells": 2282,
      "II": 2283,
      ".)": 2284,
      "Ġreally": 2285,
      "ery": 2286,
      "Ġrequired": 2287,
      "Ġdom": 2288,
      "________": 2289,
      "Ġparent": 2290,
      "Ġtravel": 2291,
      "ĠJoh": 2292,
      "Ġlikely": 2293,
      "Ġskills": 2294,
      "Ġteac": 2295,
      "ĠMed": 2296,
      "illed": 2297,
      "Ġscience": 2298,
      "aim": 2299,
      "Ġdifficult": 2300,
      "}$$": 2301,
      "rack": 2302,
      "ĠEurope": 2303,
      "Ġsitu": 2304,
      "istics": 2305,
      "wh": 2306,
      "ĠâĢĺ": 2307,
      "Ġtreatment": 2308,
      "equ": 2309,
      "Ġsequ": 2310,
      "Ġhowever": 2311,
      "ising": 2312,
      "Ġdraw": 2313,
      "imals": 2314,
      "ĠShe": 2315,
      "Ġindividuals": 2316,
      "Ġjour": 2317,
      "imately": 2318,
      "tep": 2319,
      "Ġinput": 2320,
      "Ġissues": 2321,
      "istance": 2322,
      "Ġthought": 2323,
      "Ġcheck": 2324,
      "$.": 2325,
      "'ve": 2326,
      "Ġcity": 2327,
      "ili": 2328,
      "Ġsat": 2329,
      "Ġ--": 2330,
      "ĠStud": 2331,
      "Ġneeded": 2332,
      "uments": 2333,
      "Ġusually": 2334,
      "Ġcases": 2335,
      "Ġsens": 2336,
      "ready": 2337,
      "Ġidea": 2338,
      "Ġdistance": 2339,
      "pecially": 2340,
      "Ġabs": 2341,
      "cle": 2342,
      "Ġrecogn": 2343,
      "Ġbr": 2344,
      "let": 2345,
      "Ġwhole": 2346,
      "ĠGe": 2347,
      "Ġwind": 2348,
      "ification": 2349,
      "edi": 2350,
      "iques": 2351,
      "asc": 2352,
      "rm": 2353,
      "Ġspeed": 2354,
      "ST": 2355,
      "Ġgreater": 2356,
      "ison": 2357,
      "Ġnature": 2358,
      "Ġsubject": 2359,
      "Ġpersonal": 2360,
      "Ġmax": 2361,
      "ithm": 2362,
      "Ġhours": 2363,
      "://": 2364,
      "Ġlower": 2365,
      "ĠâĪĴ": 2366,
      "name": 2367,
      "Ġfall": 2368,
      "ott": 2369,
      "overed": 2370,
      "Ġpath": 2371,
      "Ġintrodu": 2372,
      "Ġoriginal": 2373,
      "dd": 2374,
      "Ġdr": 2375,
      "lease": 2376,
      "ĠEm": 2377,
      "33": 2378,
      "Ġmembers": 2379,
      "Ġopp": 2380,
      "Ġexact": 2381,
      "Ġmillion": 2382,
      "urs": 2383,
      "aching": 2384,
      "ustom": 2385,
      "Ġmathemat": 2386,
      "ĠAss": 2387,
      "Ġpractice": 2388,
      "ript": 2389,
      "Ġonce": 2390,
      "âĢ¦": 2391,
      "acy": 2392,
      "Ġfive": 2393,
      "ĠMe": 2394,
      "Ġexplain": 2395,
      "Ġdifference": 2396,
      "Ġprint": 2397,
      "?<|": 2398,
      "Ġdone": 2399,
      "Ġevents": 2400,
      "When": 2401,
      "Ġaccording": 2402,
      "ises": 2403,
      ")=": 2404,
      "sp": 2405,
      "Ġfactor": 2406,
      "Ġder": 2407,
      "fully": 2408,
      "Ġthroughout": 2409,
      "Ġalready": 2410,
      "Ġmethods": 2411,
      "ĠUS": 2412,
      "ĠPr": 2413,
      "ites": 2414,
      "earch": 2415,
      "iven": 2416,
      "ene": 2417,
      "Ġshare": 2418,
      "ips": 2419,
      "most": 2420,
      "Ġsolve": 2421,
      "augh": 2422,
      "ðĿ": 2423,
      "Ġpoly": 2424,
      "Ġactivities": 2425,
      "Ġdistribution": 2426,
      "Ġhalf": 2427,
      "Ġcentury": 2428,
      "Ġce": 2429,
      "ĠMar": 2430,
      "Ġdeep": 2431,
      "Ġbuilding": 2432,
      "Ġmodern": 2433,
      "Ġprobability": 2434,
      "Ġweight": 2435,
      "Ġparticip": 2436,
      "70": 2437,
      "Ġcannot": 2438,
      "ilt": 2439,
      "Ġcollect": 2440,
      "umber": 2441,
      "ung": 2442,
      "Ġmultiple": 2443,
      "plied": 2444,
      "ĠAm": 2445,
      "ze": 2446,
      "Ġmeaning": 2447,
      "sh": 2448,
      "inci": 2449,
      "icro": 2450,
      "Ġseen": 2451,
      "Ġonline": 2452,
      "Ġstra": 2453,
      "ĠĊ": 2454,
      "Ġphysical": 2455,
      "Ġphot": 2456,
      "ĠAfric": 2457,
      "Ġflu": 2458,
      "Ġrelig": 2459,
      "ym": 2460,
      "Ġcompon": 2461,
      "enn": 2462,
      "Ġdeath": 2463,
      "Ġprovides": 2464,
      "lex": 2465,
      "Ġbecame": 2466,
      "Ġnecessary": 2467,
